Repository: qbkl/qTools
Catalog: lang/qtools-*.po
Languages: fr_fr, ro_ro

source: qTools: Author Info
fr_fr: qTools : Info de l’auteur
ro_ro: qTools: Info Autor

source: Post author info box
fr_fr: Boîte de l'info de l'auteur
ro_ro: Caseta autorului postării

source: %s's Website
fr_fr: Site Web de %s
ro_ro: Website-ul %s

source: Post Author
fr_fr: Auteur de l’article
ro_ro: Autorul postării

source: This widget will only show when a user is on a single post page.
fr_fr: Ce widget est affiché uniquement sur la page de l'article singulier.
ro_ro: Acest widget va afișa informații doar pe pagina unei postări.

source: Widget title:
fr_fr: Titre du Widget:
ro_ro: Titlu widget:

source: Author Gravatar:
fr_fr: Gravatar de l’auteur :
ro_ro: Gravatar-ul autorului:

source: Display Gravatar?
fr_fr: Afficher Gravatar?
ro_ro: Afișează Gravatar?

source: Author Bio:
fr_fr: Bio de l’auteur :
ro_ro: Biografia autorului:

source: Display bio?
fr_fr: Afficher bio?
ro_ro: Afișează biografia?

source: Author Website:
fr_fr: Site Web de l’auteur :
ro_ro: Website-ul autorului:

source: Display website link?
fr_fr: Afficher le Site Web de l’auteur?
ro_ro: Afișează legătura la website?

source: Boxed display:
fr_fr: Afficher dans boîte:
ro_ro: Afișare tip casetă:

source: Add box around info?
fr_fr: Ajouter boîte autour de l'info?
ro_ro: Adaugă casetă in jurul informației?

source: qTools: Latest from Category
fr_fr: qTools: Récent dans catégorie(s)
ro_ro: qTools: Recente din categorie

source: Latest posts from category
fr_fr: Articles récents de la catégorie
ro_ro: Postări recente din categorie

source: in
fr_fr: dans
ro_ro: în

source: No posts found!
fr_fr: Aucun articles trouvés!
ro_ro: Nu există postări!

source: Latest in category
fr_fr: Récent dans catégorie
ro_ro: Recente din categorie

source: Choose category(-ies):
fr_fr: Choisissez la catégorie
ro_ro: Alege categoriile:

source: Number of posts (1-8):
fr_fr: Nombre d'articles
ro_ro: Număr de postări (1-8):

source: Thumbnails:
fr_fr: Imagette
ro_ro: Thumbnail-uri:

source: Display thumbnails?
fr_fr: Afficher les imagettes?
ro_ro: Afișează thumbnail-uri?

source: Post meta:
fr_fr: Meta de l'article:
ro_ro: Detaliile postării:

source: Display author &amp; category?
fr_fr: Afficher l'auteur et la catégorie ?
ro_ro: Afișează autorul &amp; categoria?

source: qTools: Latest Posts
fr_fr: qTools: Articles récents
ro_ro: qTools: Postări recente

source: Latest posts from blog
fr_fr: Articles récents du blogue
ro_ro: Postări recente din blog

source: Latest content
fr_fr: Contenu récent
ro_ro: Conținut recent

source: qTools: From Same Author
fr_fr: qTools: Du même auteur
ro_ro: qTools: De același autor

source: Latest posts from same author
fr_fr: Articles récents du même auteur
ro_ro: Postări recente de același autor

source: More posts
fr_fr: Plus d'articles
ro_ro: Mai multe postări

source: By same author
fr_fr: Du même auteur
ro_ro: De același autor

source: Randomize:
fr_fr: Randomiser:
ro_ro: Ordonare aleatorie:

source: Display random posts?
fr_fr: Afficher articles aléatoires?
ro_ro: Afișează postări aleatorii?
